Repository: jkphl/TYPO3-ext-tw_lucenesearch
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# wizicon.title
source: Lucene search
de: Lucene-Suche

# wizicon.description
source: Add an Apache Lucene index based search box or results display to the page.
de: Fügt ein Apache Lucene-Index basiertes Suchfeld oder eine Suchergebnisliste zur Seite hinzu.

# search.searchfor
source: Search for: %s
de: Suche nach: %s

# search.results.error
source: Your search could not be processed – please check your search terms. You will have to mark it as a phrase by enclosing it in quotation marks. Do you want to retry?
de: Ihre Suche konnte nicht durchgeführt werden – bitte prüfen Sie Ihre Suchbegriffe. Sie müssen Phrasen kennzeichnen, indem Sie sie in doppelte Anführungszeichen einschließen. Möchten Sie es erneut versuchen?

# search.results.segment
source: Displaying results %s - %s of %s
de: Zeige Ergebnisse %s - %s von %s

# search.results.none
source: Unfortunately your search yielded no results. Do you want to retry with other search terms?
de: Ihre Suchanfrage ergab leider keine Ergebnisse. Möchten Sie es mit anderen Suchbegriffen erneut probieren?

# search.box.default
source: Your search terms ...
de: Ihre Suchbegriffe ...

# search.box.now
source: Search
de: Suchen

# search.paginate.next
source: next
de: nächste

# search.paginate.prev
source: previous
de: vorherige

# mod.actions.index
source: Index overview
de: Index-Übersicht

# mod.actions.page
source: Page entries
de: Seiten-Einträge

# mod.actions.other
source: Other entries
de: Sonstige Einträge

# mod.header.index
source: Lucene index overview
de: Lucene-Index-Übersicht

# mod.header.page
source: Page index entries
de: Seiten-Indexeinträge

# mod.header.other
source: Miscellaneous index entries
de: Sonstige Indexeinträge

# mod.header.other.type
source: Type: %s
de: Typ: %s

# mod.index.error
source: The index is not accessible
de: Der Index steht nicht zur Verfügung

# mod.index.error.unknown
source: The index is not accessible due to an unknown error!
de: Der Index steht aus einem unbekannten Grund nicht zur Verfügung!

# mod.index.stats.count
source: Total documents
de: Gesamtanzahl Dokumente

# mod.index.stats.buffer
source: Max. buffered documents
de: Max. gepufferte Dokumente

# mod.index.stats.factor
source: Merge factor
de: Zusammenführungsfaktor

# mod.index.stats.size
source: Index size
de: Indexgröße

# mod.index.clear
source: Clear the index
de: Index leeren

# mod.index.clear.confirm
source: All indexed documents will get lost — this cannot be undone! Are you sure you want to clear the index?
de: Alle indizierten Dokumente gehen verloren — dieser Schritt ist unwiderruflich! Sind Sie sicher, dass Sie den Index leeren möchten?

# mod.index.clear.success
source: The search index has been cleared successfully!
de: Der Suchindex wurde erfolgreich geleert!

# mod.index.clear.error
source: The search index could not be cleared due to an unknown error!
de: Der Suchindex konnte aus einem unbekannten Grund nicht geleert werden!

# mod.page.documents.none
source: There are no index documents for this page. Pages get indexed when they are visited in the frontend (or crawled by a crawler).
de: Es existieren keine Indexdokumente zu dieser Seite. Seiten werden indiziert, sobald sie von einem Besucher (oder Crawler) im Frontend aufgerufen werden.

# mod.page.documents.select.all
source: Select all
de: Alle auswählen

# mod.page.documents.select.none
source: Clear selection
de: Auswahl aufheben

# mod.page.document.preview
source: Preview the indexed content of this document
de: Vorschau auf den Indexinhalt dieses Dokuments

# mod.page.document.delete
source: Delete this document from the index
de: Dieses Dokument aus dem Index entfernen

# mod.page.documents.delete
source: Delete selected documents from index
de: Ausgewählte Dokumente aus dem Index entfernen

# mod.page.documents.delete.confirm
source: Are you sure you want to delete the selected documents from the index?
de: Sind Sie sicher, dass Sie die ausgewählten Dokumente aus dem Index entfernen möchten?

# mod.page.documents.delete.success
source: %s document(s) have successfully been deleted from the index.
de: %s Dokument(e) wurde(n) erfolgreich aus dem Index entfernt.

# mod.page.documents.delete.error
source: No documents have been deleted from the index.
de: Es wurden keine Dokumente aus dem Index entfernt.

# mod.page.document.reindex
source: Re-index this document
de: Dieses Dokument neu indizieren

# mod.page.documents.reindex
source: Re-index selected documents
de: Ausgewählte Dokumente neu indizieren

# mod.page.documents.reindex.success
source: %s document(s) have successfully been reindex.
de: %s Dokument(e) wurde(n) erfolgreich neu indiziert.

# mod.page.documents.reindex.error
source: No documents have been reindex.
de: Es wurden keine Dokumente neu indiziert.

# mod.page.header.language
source: Language
de: Sprache

# mod.page.header.title
source: Page title
de: Seitentitel

# mod.page.header.reference
source: Reference
de: Referenz

# mod.page.header.timestamp
source: Last modification
de: Letzte Änderung

# mod.page.header.bodytext
source: Bodytext
de: Textkörper

# mod.page.header.bodytext.live
source: Live view
de: Live-Vorschau

# mod.page.header.keywords
source: Keywords
de: Schlüsselworte

# mod.page.header.abstract
source: Abstract
de: Zusammenfassung

# mod.other.documents.none
source: There are no index documents for this type.
de: Es existieren keine Indexdokumente zu diesem Typ.
